#pragma once

/* Сделать отправку события веса чека с отметкой что отправленый Готово!!!
* Сделать QR  код на чеке с информацией Готово!!!
* для лого длиу с шириной изменить готово!!!
* Сделать уникальный номер чека Готово!!!
* Исправить ошибку когда на сокет отправлена команда без 'cmd' Готово!!!
* Сделать загрузку файла логотипа (не обязательно) 
* Сделать в настройках название фирмы возле логотипа
 * Не отключать модуль пока машина не сьехала и не отправлены данные 
 * добавить eraseconfig для esp
 * добавить проверку при обновлении имя версии и вывод ошибки а в окне обновления показывать имя текушей версии 
 * добавить кнопку закрыть на index.html
 * сделать автоматически переключатся для работы с данными int or double чтобы оптимизировать память*/
